Repository: pannal/script.pm4k.loguploader
Catalog: resources/language/resource.language.*/strings.po
Languages: es_es

# Addon Summary
source: Uploads your kodi.log file.
es_es: Carga su fichero kodi.log.

# Addon Description
source: Uploads your kodi.log file and returns an url you can post on http://forum.kodi.tv/
es_es: Carga su fichero kodi.log y le devuelve una url que puede publicar en http://forum.kodi.tv/

# #32001
source: The file is empty
es_es: El fichero está vacío

# #32002
source: Failed to read the file
es_es: Error al leer el fichero

# #32003
source: Failed to connect to the server
es_es: Error al conectar con el servidor

# #32004
source: Failed to retrieve the paste url
es_es: Error al obtener la url de pegado

# #32005
source: This file is too large. Max size is 1MB.
es_es: El fichero es demasiado grande. El tamaño máximo es de 1MB.

# #32006
source: Post this url or scan QRcode for your %s, together with a problem description, on the Kodi forum: %s
es_es: Publique esta url o escanee el código QR de su %s, junto con una descripción del problema, en el foro de Kodi: %s

# #32007
source: Error posting the logfile.
es_es: Error cargando el fichero de log.

# #32011
source: Error posting the kodi.log file
es_es: Error cargando el fichero kodi.log

# #32012
source: Error posting the old log file
es_es: Error cargando el fichero de log anterior

# #32013
source: Error posting the crashlog file
es_es: Error cargando el fichero de log de crasheo

# #32021
source: No old log file found
es_es: No se ha encontrado un fichero de log anterior

# #32022
source: No crashlog file found
es_es: No se ha encontrado un fichero de log de crasheo

# #32023
source: Windows crashlogs are not supported, please disable this option in the addon settings
es_es: Los logs de crasheo de Windows no están soportados, por favor, desactive esta opción en los ajustes del add-on

# #32024
source: Android crashlogs are not supported, please disable this option in the addon settings
es_es: Los logs de crasheo de Android no están soportados, por favor, desactive esta opción en los ajustes del add-on

# #32031
source: logfile
es_es: archivo log

# #32032
source: old log
es_es: log anterior

# #32033
source: crashlog
es_es: log de crasheo

# #32040
source: Do you want to view your %s or upload it to http://paste.kodi.tv/?
es_es: ¿Desea ver su %s o cargarlo a http://paste.kodi.tv?

# #32041
source: view
es_es: ver

# #32042
source: upload
es_es: cargar

# #32501
source: Advanced options
es_es: Opciones avanzadas

# #32502
source: Additional logfiles to post
es_es: Ficheros log adicionales a cargar

# #32503
source: Post the old logfile, from the last time Kodi ran
es_es: Carga el log anterior, de la última ejecución de Kodi

# #32504
source: Post the crashlog (available on linux/osx/ios only)
es_es: Carga el log de crasheo (disponible en linux/osx/ios únicamente)
